export const museums = [{
    "id": 1,
    "museum": "秦始皇帝陵博物院",
    "position": {
        "lng": 109.275412940449,
        "lat": 34.3858430061426
    }
},
{
    "id": 2,
    "museum": "富平习仲勋纪念馆",
    "position": {
        "lng": 109.174343025731,
        "lat": 34.7671151669079
    }
},
{
    "id": 3,
    "museum": "华清池唐华清宫御汤遗址博物馆",
    "position": {
        "lng": 109.210122940731,
        "lat": 34.3591657644479
    }
},
{
    "id": 4,
    "museum": "唐华清宫梨园遗址博物馆",
    "position": {
        "lng": 109.210122940731,
        "lat": 34.3591657644479
    }
},
{
    "id": 5,
    "museum": "延安革命纪念馆",
    "position": {
        "lng": 109.472038310586,
        "lat": 36.6089143976425
    }
},
{
    "id": 6,
    "museum": "陕西历史博物馆",
    "position": {
        "lng": 108.950384134189,
        "lat": 34.2257762413739
    }
},
{
    "id": 7,
    "museum": "安吴青年训练班纪念馆",
    "position": {
        "lng": 108.829183681500,
        "lat": 34.6749948903774
    }
},
{
    "id": 8,
    "museum": "西安市钟鼓楼博物馆",
    "position": {
        "lng": 108.939030243245,
        "lat": 34.2617867740296
    }
},
{
    "id": 9,
    "museum": "延安枣园革命旧址管理处",
    "position": {
        "lng": 109.415718781535,
        "lat": 36.6274782003065
    }
},
{
    "id": 10,
    "museum": "渭华起义纪念馆",
    "position": {
        "lng": 109.661594273037,
        "lat": 34.3989757429859
    }
},
{
    "id": 11,
    "museum": "西安博物院",
    "position": {
        "lng": 108.935926977665,
        "lat": 34.2388752753888
    }
},
{
    "id": 12,
    "museum": "延安杨家岭革命旧址管理处",
    "position": {
        "lng": 109.461511123797,
        "lat": 36.6182651726075
    }
},
{
    "id": 13,
    "museum": "法门寺博物馆",
    "position": {
        "lng": 107.897123675864,
        "lat": 34.4361818151848
    }
},
{
    "id": 14,
    "museum": "药王山博物馆",
    "position": {
        "lng": 108.999396085104,
        "lat": 34.9076702837108
    }
},
{
    "id": 15,
    "museum": "宝鸡青铜器博物院",
    "position": {
        "lng": 107.190478950956,
        "lat": 34.3489430735272
    }
},
{
    "id": 16,
    "museum": "乾陵博物馆",
    "position": {
        "lng": 108.234668698434,
        "lat": 34.5608783796812
    }
},
{
    "id": 17,
    "museum": "韩城市博物馆",
    "position": {
        "lng": 110.435916789200,
        "lat": 35.4610875156041
    }
},
{
    "id": 18,
    "museum": "铜川市玉华博物馆",
    "position": {
        "lng": 108.973904479463,
        "lat": 34.9139121174681
    }
},
{
    "id": 19,
    "museum": "大明宫遗址博物馆",
    "position": {
        "lng": 108.874852849569,
        "lat": 34.1585615416804
    }
},
{
    "id": 20,
    "museum": "大明宫国家遗址公园考古探索中心",
    "position": {
        "lng": 108.977393866895,
        "lat": 34.3479528309754
    }
},
{
    "id": 21,
    "museum": "陕甘边革命根据地照金纪念馆",
    "position": {
        "lng": 108.636270264330,
        "lat": 35.0579366261964
    }
},
{
    "id": 22,
    "museum": "西安大唐西市博物馆",
    "position": {
        "lng": 108.903324493163,
        "lat": 34.2490978004879
    }
},
{
    "id": 23,
    "museum": "陈炉古镇生态博物馆",
    "position": {
        "lng": 109.154991907869,
        "lat": 35.0248290640883
    }
},
{
    "id": 24,
    "museum": "陕西自然博物馆",
    "position": {
        "lng": 108.941944574165,
        "lat": 34.1974902701186
    }
},
{
    "id": 25,
    "museum": "西安碑林博物馆",
    "position": {
        "lng": 108.948041559362,
        "lat": 34.2554549044489
    }
},
{
    "id": 26,
    "museum": "西安关中民俗艺术博物院",
    "position": {
        "lng": 108.969374433881,
        "lat": 34.0285781371277
    }
},
{
    "id": 27,
    "museum": "韩城市司马迁墓祠博物馆",
    "position": {
        "lng": 110.435916789200,
        "lat": 35.4610875156041
    }
},
{
    "id": 28,
    "museum": "凤县革命纪念馆",
    "position": {
        "lng": 106.616955068803,
        "lat": 33.9514462241679
    }
},
{
    "id": 29,
    "museum": "茂陵博物馆",
    "position": {
        "lng": 108.582029377700,
        "lat": 34.3401062968940
    }
},
{
    "id": 30,
    "museum": "梁带村芮国遗址博物馆",
    "position": {
        "lng": 110.494381767407,
        "lat": 35.5109379342438
    }
},
{
    "id": 31,
    "museum": "周家大院民俗博物馆",
    "position": {
        "lng": 108.663594371751,
        "lat": 33.9219114501219
    }
},
{
    "id": 32,
    "museum": "西安半坡博物馆",
    "position": {
        "lng": 109.048118951087,
        "lat": 34.2744470327381
    }
},
{
    "id": 33,
    "museum": "汉中市博物馆",
    "position": {
        "lng": 107.028965220279,
        "lat": 33.0713421308665
    }
},
{
    "id": 34,
    "museum": "西安唐皇城墙含光门遗址博物馆",
    "position": {
        "lng": 108.927549422742,
        "lat": 34.2534075702642
    }
},
{
    "id": 35,
    "museum": "马栏革命纪念馆",
    "position": {
        "lng": 108.217575175098,
        "lat": 35.1118451165628
    }
},
{
    "id": 36,
    "museum": "西安皇家艺术博物馆",
    "position": {
        "lng": 108.890630146472,
        "lat": 34.3283864177232
    }
},
{
    "id": 37,
    "museum": "三原县博物馆",
    "position": {
        "lng": 108.926895644050,
        "lat": 34.6206058125748
    }
},
{
    "id": 38,
    "museum": "西安市曲江丝路遗珍博物馆",
    "position": {
        "lng": 108.969134783761,
        "lat": 34.2140653018619
    }
},
{
    "id": 39,
    "museum": "西安事变纪念馆",
    "position": {
        "lng": 108.935152843687,
        "lat": 34.2731692675857
    }
},
{
    "id": 40,
    "museum": "咸阳博物院",
    "position": {
        "lng": 108.859712436482,
        "lat": 34.4078128535867
    }
},
{
    "id": 41,
    "museum": "临潼区博物馆",
    "position": {
        "lng": 109.212143759858,
        "lat": 34.3657708742812
    }
},
{
    "id": 42,
    "museum": "西安市中国古琴博物馆",
    "position": {
        "lng": 108.734276091676,
        "lat": 34.2292829570725
    }
},
{
    "id": 43,
    "museum": "汉景帝阳陵博物院",
    "position": {
        "lng": 108.941107552458,
        "lat": 34.4419761593384
    }
},
{
    "id": 44,
    "museum": "八路军西安办事处纪念馆",
    "position": {
        "lng": 108.949908931150,
        "lat": 34.2742111027893
    }
},
{
    "id": 45,
    "museum": "勉县武侯祠博物馆",
    "position": {
        "lng": 106.685330893875,
        "lat": 33.1597172166923
    }
},
{
    "id": 46,
    "museum": "西安汉风水务博物馆",
    "position": {
        "lng": 108.914360126308,
        "lat": 34.3003566685478
    }
},
{
    "id": 47,
    "museum": "王家坪革命旧址纪念馆",
    "position": {
        "lng": 109.171088746279,
        "lat": 35.3585174023072
    }
},
{
    "id": 48,
    "museum": "武功苏武纪念馆",
    "position": {
        "lng": 108.099076055355,
        "lat": 34.3427981643278
    }
},
{
    "id": 49,
    "museum": "西安市高家大院古典服饰博物馆",
    "position": {
        "lng": 108.938966311872,
        "lat": 34.2644688462034
    }
},
{
    "id": 50,
    "museum": "佳县赤牛坬民俗博物馆",
    "position": {
        "lng": 110.571806239080,
        "lat": 37.8434292858911
    }
},
{
    "id": 51,
    "museum": "西安市高陵区博物馆",
    "position": {
        "lng": 109.095887571953,
        "lat": 34.5239277020961
    }
},
{
    "id": 52,
    "museum": "蒲城县杨虎城将军纪念馆",
    "position": {
        "lng": 109.580979891632,
        "lat": 34.9562463907413
    }
},
{
    "id": 53,
    "museum": "西北局纪念馆",
    "position": {
        "lng": 109.472038310586,
        "lat": 36.6089143976425
    }
},
{
    "id": 54,
    "museum": "陕西华厦石刻博物馆",
    "position": {
        "lng": 107.032494432239,
        "lat": 33.0903234859058
    }
},
{
    "id": 55,
    "museum": "陕西汉阴凤堰古梯田移民生态博物馆",
    "position": {
        "lng": 108.464406105695,
        "lat": 32.7935409263287
    }
},
{
    "id": 56,
    "museum": "延安凤凰山革命旧址管理处",
    "position": {
        "lng": 109.462743296269,
        "lat": 36.6189299058442
    }
},
{
    "id": 57,
    "museum": "扶风县博物馆",
    "position": {
        "lng": 107.876186328795,
        "lat": 34.3599282909630
    }
},
{
    "id": 58,
    "museum": "陕西亮宝楼艺术博物馆",
    "position": {
        "lng": 108.966290648231,
        "lat": 34.2189472173386
    }
},
{
    "id": 59,
    "museum": "吴起中央红军长征胜利纪念馆",
    "position": {
        "lng": 108.170997317677,
        "lat": 36.9265510341830
    }
},
{
    "id": 60,
    "museum": "宁强县博物馆",
    "position": {
        "lng": 106.254028709130,
        "lat": 32.8318244784031
    }
},
{
    "id": 61,
    "museum": "西岳庙博物馆",
    "position": {
        "lng": 110.489726615759,
        "lat": 38.8123859887410
    }
},
{
    "id": 62,
    "museum": "西安市临潼区扁鹊纪念馆",
    "position": {
        "lng": 109.330760996447,
        "lat": 34.4157869047698
    }
},
{
    "id": 63,
    "museum": "西安经文牛文化陶瓷博物馆",
    "position": {
        "lng": 108.914305223080,
        "lat": 34.3004246257754
    }
},
{
    "id": 64,
    "museum": "兴平市杨贵妃墓博物馆",
    "position": {
        "lng": 108.360154501036,
        "lat": 34.3162573802210
    }
},
{
    "id": 65,
    "museum": "渭南市博物馆",
    "position": {
        "lng": 109.940156989993,
        "lat": 35.1735723531391
    }
},
{
    "id": 66,
    "museum": "绥德县革命历史纪念馆",
    "position": {
        "lng": 110.257511266672,
        "lat": 37.5051572896903
    }
},
{
    "id": 67,
    "museum": "蒲城县清代考院博物馆",
    "position": {
        "lng": 109.580391302160,
        "lat": 34.9553271386364
    }
},
{
    "id": 68,
    "museum": "白水仓颉庙博物馆",
    "position": {
        "lng": 109.692668212231,
        "lat": 35.3712359247296
    }
},
{
    "id": 69,
    "museum": "西安市曲江红色记忆博物馆",
    "position": {
        "lng": 108.951407755714,
        "lat": 34.1967076912604
    }
},
{
    "id": 70,
    "museum": "孙思邈纪念馆",
    "position": {
        "lng": 108.989680498341,
        "lat": 34.9097194445691
    }
},
{
    "id": 71,
    "museum": "韩城市大禹庙博物馆",
    "position": {
        "lng": 110.478764811557,
        "lat": 35.4834612815928
    }
},
{
    "id": 72,
    "museum": "蒲城县博物馆",
    "position": {
        "lng": 109.583043933954,
        "lat": 34.9567615512792
    }
},
{
    "id": 73,
    "museum": "西安曲江艺术博物馆",
    "position": {
        "lng": 108.958865829197,
        "lat": 34.2162519706983
    }
},
{
    "id": 74,
    "museum": "西北农林科技大学农林博物院",
    "position": {
        "lng": 108.067874058493,
        "lat": 34.2871736328650
    }
},
{
    "id": 75,
    "museum": "延安南泥湾革命旧址纪念馆",
    "position": {
        "lng": 109.472038310586,
        "lat": 36.6089143976425
    }
},
{
    "id": 76,
    "museum": "延安知青博物馆",
    "position": {
        "lng": 109.344931916659,
        "lat": 36.2805071336184
    }
},
{
    "id": 77,
    "museum": "汉阴县三沈纪念馆",
    "position": {
        "lng": 108.502980850853,
        "lat": 32.8950612395559
    }
},
{
    "id": 78,
    "museum": "西安大明宫陶瓷艺术博物馆",
    "position": {
        "lng": 108.961117417145,
        "lat": 34.2828683366986
    }
},
{
    "id": 79,
    "museum": "旬阳县红军纪念馆",
    "position": {
        "lng": 109.549446010626,
        "lat": 33.1015758676377
    }
},
{
    "id": 80,
    "museum": "抗大纪念馆",
    "position": {
        "lng": 109.472038310586,
        "lat": 36.6089143976425
    }
},
{
    "id": 81,
    "museum": "张载纪念馆",
    "position": {
        "lng": 109.472038310586,
        "lat": 36.6089143976425
    }
},
{
    "id": 82,
    "museum": "宜君旱作梯田农业生态博物馆",
    "position": {
        "lng": 109.109118274122,
        "lat": 35.3963368468658
    }
},
{
    "id": 83,
    "museum": "陕西万达博物院",
    "position": {
        "lng": 109.031757712641,
        "lat": 34.1991762674462
    }
},
{
    "id": 84,
    "museum": "神木市博物馆",
    "position": {
        "lng": 110.486431210586,
        "lat": 38.8446476529680
    }
},
{
    "id": 85,
    "museum": "米脂县杨家沟革命纪念馆",
    "position": {
        "lng": 110.324219986908,
        "lat": 37.7576714230834
    }
},
{
    "id": 86,
    "museum": "宝鸡乾坤古珍博物馆",
    "position": {
        "lng": 106.854591880527,
        "lat": 34.8942621142931
    }
},
{
    "id": 87,
    "museum": "榆林市镇北台长城博物馆",
    "position": {
        "lng": 108.056650133051,
        "lat": 37.5176153683953
    }
},
{
    "id": 88,
    "museum": "岐山县五丈原诸葛亮庙博物馆",
    "position": {
        "lng": 107.622830845995,
        "lat": 34.2644224163124
    }
},
{
    "id": 89,
    "museum": "陕西科学技术馆",
    "position": {
        "lng": 108.951521118851,
        "lat": 34.2655399300397
    }
},
{
    "id": 90,
    "museum": "旬邑县博物馆",
    "position": {
        "lng": 108.334503740983,
        "lat": 35.1126576441297
    }
},
{
    "id": 91,
    "museum": "凤翔县博物馆",
    "position": {
        "lng": 107.398514674127,
        "lat": 34.5174120308233
    }
},
{
    "id": 92,
    "museum": "耀州窑博物馆",
    "position": {
        "lng": 109.007288444148,
        "lat": 34.9918446038535
    }
},
{
    "id": 93,
    "museum": "安康博物馆",
    "position": {
        "lng": 109.002597657365,
        "lat": 32.6887133757761
    }
},
{
    "id": 94,
    "museum": "西安市圣普美术博物馆",
    "position": {
        "lng": 108.940508771056,
        "lat": 34.2329743657009
    }
},
{
    "id": 95,
    "museum": "西安唐都新碑林艺术博物馆",
    "position": {
        "lng": 108.929367918193,
        "lat": 34.2320120529448
    }
},
{
    "id": 96,
    "museum": "勉县武侯墓博物馆",
    "position": {
        "lng": 106.648514814795,
        "lat": 33.1254995540983
    }
},
{
    "id": 97,
    "museum": "蒲城县王鼎纪念馆",
    "position": {
        "lng": 109.577142699805,
        "lat": 34.9571039203950
    }
},
{
    "id": 98,
    "museum": "西安大华博物馆",
    "position": {
        "lng": 108.970478954181,
        "lat": 34.2853475881318
    }
},
{
    "id": 99,
    "museum": "澄城县博物馆",
    "position": {
        "lng": 109.940156989993,
        "lat": 35.1735723531391
    }
},
{
    "id": 100,
    "museum": "子长革命烈士纪念馆",
    "position": {
        "lng": 109.669551134879,
        "lat": 37.1439220289713
    }
},
{
    "id": 101,
    "museum": "西北大学博物馆",
    "position": {
        "lng": 108.870005305169,
        "lat": 34.1466433240152
    }
},
{
    "id": 102,
    "museum": "西安秦砖汉瓦博物馆",
    "position": {
        "lng": 109.018494483881,
        "lat": 34.1798766928864
    }
},
{
    "id": 103,
    "museum": "西安市荞麦园美术博物馆",
    "position": {
        "lng": 108.940508771056,
        "lat": 34.2329743657009
    }
},
{
    "id": 104,
    "museum": "榆林民俗博物馆",
    "position": {
        "lng": 109.740537058876,
        "lat": 38.2531009622381
    }
},
{
    "id": 105,
    "museum": "西安交通大学博物馆",
    "position": {
        "lng": 108.978883810262,
        "lat": 34.2477406052265
    }
},
{
    "id": 106,
    "museum": "西安户邑民间艺术博物馆",
    "position": {
        "lng": 108.969945768234,
        "lat": 34.2114847134877
    }
},
{
    "id": 107,
    "museum": "蓝田猿人遗址博物馆",
    "position": {
        "lng": 109.317829980728,
        "lat": 34.1526843151454
    }
},
{
    "id": 108,
    "museum": "淳化县爷台山战役纪念馆",
    "position": {
        "lng": 108.690957671230,
        "lat": 34.8785981210161
    }
},
{
    "id": 109,
    "museum": "汉中川陕革命根据地纪念馆",
    "position": {
        "lng": 106.878309428543,
        "lat": 32.8868314456693
    }
},
{
    "id": 110,
    "museum": "蓝田水陆庵壁塑博物馆",
    "position": {
        "lng": 109.412006960513,
        "lat": 34.1332151760331
    }
},
{
    "id": 111,
    "museum": "府谷县荣河博物馆",
    "position": {
        "lng": 110.988501308605,
        "lat": 38.9975717512900
    }
},
{
    "id": 112,
    "museum": "西安市城市记忆博物馆",
    "position": {
        "lng": 109.016239992322,
        "lat": 34.2485486717489
    }
},
{
    "id": 113,
    "museum": "西安高陵奇石博物馆",
    "position": {
        "lng": 109.031353906039,
        "lat": 34.4887851084425
    }
},
{
    "id": 114,
    "museum": "陕西省蒲城县林则徐纪念馆",
    "position": {
        "lng": 109.577743330464,
        "lat": 34.9582375533669
    }
},
{
    "id": 115,
    "museum": "西安市蓝田玉文化博物馆",
    "position": {
        "lng": 109.238321268662,
        "lat": 34.0586935526549
    }
},
{
    "id": 116,
    "museum": "洋县蔡伦纸文化博物馆",
    "position": {
        "lng": 107.651652519447,
        "lat": 33.2061117555814
    }
},
{
    "id": 117,
    "museum": "延安新闻纪念馆",
    "position": {
        "lng": 109.485666905404,
        "lat": 36.5994877296277
    }
},
{
    "id": 118,
    "museum": "洛川会议纪念馆",
    "position": {
        "lng": 109.490534632728,
        "lat": 35.8200453621952
    }
},
{
    "id": 119,
    "museum": "葛牌镇区苏维埃政府纪念馆",
    "position": {
        "lng": 109.495892254186,
        "lat": 33.9329181588278
    }
},
{
    "id": 120,
    "museum": "西安曲江富陶国际陶艺博物馆",
    "position": {
        "lng": 108.972567277410,
        "lat": 34.2112494401245
    }
},
{
    "id": 121,
    "museum": "西安市非物质文化遗产博物馆",
    "position": {
        "lng": 108.949658421061,
        "lat": 34.2521984461677
    }
},
{
    "id": 122,
    "museum": "西安市青龙寺遗址博物馆",
    "position": {
        "lng": 108.984420865781,
        "lat": 34.2347205189369
    }
},
{
    "id": 123,
    "museum": "蓝田县蔡文姬纪念馆",
    "position": {
        "lng": 109.303092401566,
        "lat": 34.1740886393524
    }
},
{
    "id": 124,
    "museum": "甘泉县博物馆",
    "position": {
        "lng": 109.344931916659,
        "lat": 36.2805071336184
    }
},
{
    "id": 125,
    "museum": "潼关县秦王寨历史博物馆",
    "position": {
        "lng": 110.345929588218,
        "lat": 34.5076179138295
    }
},
{
    "id": 126,
    "museum": "留坝县张良庙博物馆",
    "position": {
        "lng": 106.832489636388,
        "lat": 33.6801654987046
    }
},
{
    "id": 127,
    "museum": "彬县大佛寺石窟博物馆",
    "position": {
        "lng": 107.991518069729,
        "lat": 35.0732763593313
    }
},
{
    "id": 128,
    "museum": "志丹县保安革命旧址纪念馆",
    "position": {
        "lng": 108.763695046941,
        "lat": 36.8245260064779
    }
},
{
    "id": 129,
    "museum": "陕甘宁边区革命英烈纪念馆",
    "position": {
        "lng": 109.472038310586,
        "lat": 36.6089143976425
    }
},
{
    "id": 130,
    "museum": "渭南市临渭区博物馆",
    "position": {
        "lng": 109.522472933379,
        "lat": 34.4987456251982
    }
},
{
    "id": 131,
    "museum": "富平频阳博物馆",
    "position": {
        "lng": 109.196198374572,
        "lat": 34.7530490684227
    }
},
{
    "id": 132,
    "museum": "陕西水利博物馆",
    "position": {
        "lng": 108.667476331364,
        "lat": 34.6061544874760
    }
},
{
    "id": 133,
    "museum": "黄河流域民俗艺术博物馆",
    "position": {
        "lng": 108.958865829197,
        "lat": 34.2162519706983
    }
},
{
    "id": 134,
    "museum": "佛坪县秦岭人与自然博物馆",
    "position": {
        "lng": 107.986366336248,
        "lat": 33.5260912070840
    }
},
{
    "id": 135,
    "museum": "旬阳县博物馆",
    "position": {
        "lng": 109.376024776721,
        "lat": 32.8319872310270
    }
},
{
    "id": 136,
    "museum": "汪锋故居纪念馆",
    "position": {
        "lng": 109.516901640100,
        "lat": 34.1963127653788
    }
},
{
    "id": 137,
    "museum": "榆林市汉画像石博物馆",
    "position": {
        "lng": 109.745202044074,
        "lat": 38.2919257367027
    }
},
{
    "id": 138,
    "museum": "西安建筑科技大学校史馆",
    "position": {
        "lng": 108.962007394684,
        "lat": 34.2389653140452
    }
},
{
    "id": 139,
    "museum": "陕西汉唐石刻博物馆",
    "position": {
        "lng": 108.889109166448,
        "lat": 34.2303093277449
    }
},
{
    "id": 140,
    "museum": "洛川县博物馆",
    "position": {
        "lng": 109.426532320139,
        "lat": 35.7620308050189
    }
},
{
    "id": 141,
    "museum": "淳化县文博馆",
    "position": {
        "lng": 108.578774800704,
        "lat": 34.7942299407817
    }
},
{
    "id": 142,
    "museum": "榆林朔方博物馆",
    "position": {
        "lng": 109.739642955973,
        "lat": 38.2241781459790
    }
},
{
    "id": 143,
    "museum": "潼关博物馆",
    "position": {
        "lng": 110.240756168148,
        "lat": 34.5456519242084
    }
},
{
    "id": 144,
    "museum": "西安市水墨长安艺术博物馆",
    "position": {
        "lng": 108.902417824285,
        "lat": 34.1592584871306
    }
},
{
    "id": 145,
    "museum": "米脂县博物馆",
    "position": {
        "lng": 110.177192914579,
        "lat": 37.7601915610576
    }
},
{
    "id": 146,
    "museum": "山阳县博物馆",
    "position": {
        "lng": 109.877068370122,
        "lat": 33.5339035134356
    }
},
{
    "id": 147,
    "museum": "陕西三原于右任纪念馆",
    "position": {
        "lng": 108.955711652498,
        "lat": 34.6115049873652
    }
},
{
    "id": 148,
    "museum": "西安柴窑文化博物馆",
    "position": {
        "lng": 108.958424897598,
        "lat": 34.2060897160339
    }
},
{
    "id": 149,
    "museum": "仙游寺博物馆",
    "position": {
        "lng": 118.693960013563,
        "lat": 25.3630334772670
    }
},
{
    "id": 150,
    "museum": "西安市新源民俗艺术博物馆",
    "position": {
        "lng": 108.958865829197,
        "lat": 34.2162519706983
    }
},
{
    "id": 151,
    "museum": "宝鸡民俗博物馆",
    "position": {
        "lng": 107.143618432486,
        "lat": 34.3549501788382
    }
},
{
    "id": 152,
    "museum": "西安曲江大玉坊博物馆",
    "position": {
        "lng": 108.874852849569,
        "lat": 34.1585615416804
    }
},
{
    "id": 153,
    "museum": "富乐国际陶艺博物馆群",
    "position": {
        "lng": 109.174404481788,
        "lat": 34.7721016696931
    }
},
{
    "id": 154,
    "museum": "钟山石窟博物馆",
    "position": {
        "lng": 104.875817118343,
        "lat": 26.5789675446626
    }
},
{
    "id": 155,
    "museum": "旬邑县唐家民俗博物馆",
    "position": {
        "lng": 108.340244506871,
        "lat": 35.1673909976765
    }
},
{
    "id": 156,
    "museum": "西安钱币博物馆",
    "position": {
        "lng": 109.069448089645,
        "lat": 34.5030185523842
    }
},
{
    "id": 157,
    "museum": "潼关酱菜博物馆",
    "position": {
        "lng": 110.249264512272,
        "lat": 34.5428680898993
    }
},
{
    "id": 158,
    "museum": "西安锦业美术博物馆",
    "position": {
        "lng": 108.940508771056,
        "lat": 34.2329743657009
    }
},
{
    "id": 159,
    "museum": "黄龙县博物馆",
    "position": {
        "lng": 109.834815577895,
        "lat": 35.5847900937219
    }
},
{
    "id": 160,
    "museum": "西安市长安区杜甫纪念馆",
    "position": {
        "lng": 108.950687478646,
        "lat": 34.1469650430939
    }
},
{
    "id": 161,
    "museum": "陕西师范大学博物馆",
    "position": {
        "lng": 108.893313801054,
        "lat": 34.1565721132846
    }
},
{
    "id": 162,
    "museum": "西安市贾平凹文学艺术博物馆",
    "position": {
        "lng": 108.874852849569,
        "lat": 34.1585615416804
    }
},
{
    "id": 163,
    "museum": "西安市大唐青铜镜博物馆",
    "position": {
        "lng": 108.876004171402,
        "lat": 34.1846155792661
    }
},
{
    "id": 164,
    "museum": "西安源浩华藏博物馆",
    "position": {
        "lng": 108.874852849569,
        "lat": 34.1585615416804
    }
},
{
    "id": 165,
    "museum": "西安建筑科技大学贾平凹文学艺术馆",
    "position": {
        "lng": 108.962007394684,
        "lat": 34.2389653140452
    }
},
{
    "id": 166,
    "museum": "陕西观止文化艺术博物馆",
    "position": {
        "lng": 109.773216083610,
        "lat": 38.2362511606340
    }
},
{
    "id": 167,
    "museum": "陕西明善博物馆",
    "position": {
        "lng": 108.746388621255,
        "lat": 34.3118279697322
    }
},
{
    "id": 168,
    "museum": "吴起革命纪念馆",
    "position": {
        "lng": 108.172196651592,
        "lat": 36.9272961488312
    }
},
{
    "id": 169,
    "museum": "咸阳清渭楼美术博物馆",
    "position": {
        "lng": 108.728753640031,
        "lat": 34.3358771713869
    }
},
{
    "id": 170,
    "museum": "府谷县红色文化博物馆",
    "position": {
        "lng": 111.084736128659,
        "lat": 39.0312204057886
    }
},
{
    "id": 171,
    "museum": "榆阳区龙文化博物馆",
    "position": {
        "lng": 110.136282950906,
        "lat": 37.8257584771882
    }
},
{
    "id": 172,
    "museum": "瓦窑堡革命旧址纪念馆",
    "position": {
        "lng": 109.665374263044,
        "lat": 37.1352811228089
    }
},
{
    "id": 173,
    "museum": "宜君县博物馆",
    "position": {
        "lng": 109.109118274122,
        "lat": 35.3963368468658
    }
},
{
    "id": 174,
    "museum": "扶眉战役纪念馆",
    "position": {
        "lng": 107.832451458371,
        "lat": 34.2763722082362
    }
},
{
    "id": 175,
    "museum": "商洛市博物馆",
    "position": {
        "lng": 110.889884455654,
        "lat": 33.5196300410926
    }
},
{
    "id": 176,
    "museum": "绥德县博物馆",
    "position": {

        "lng": 110.257434684690,
        "lat": 37.5051262234275
    }
},
{
    "id": 177,
    "museum": "镇巴县博物馆",
    "position": {
        "lng": 107.892154608490,
        "lat": 32.5385589297030
    }
},
{
    "id": 178,
    "museum": "城固县张骞纪念馆",
    "position": {
        "lng": 107.291402618827,
        "lat": 33.1576606587783
    }
},
{
    "id": 179,
    "museum": "勉县博物馆",
    "position": {
        "lng": 106.685330893875,
        "lat": 33.1597172166923
    }
},
{
    "id": 180,
    "museum": "西安建筑科技大学中国音乐史博物馆",
    "position": {
        "lng": 108.962007394684,
        "lat": 34.2389653140452
    }
},
{
    "id": 181,
    "museum": "略阳县灵岩寺博物馆",
    "position": {
        "lng": 106.143429356620,
        "lat": 33.3024745195498
    }
},
{
    "id": 182,
    "museum": "宝鸡大唐秦王陵文管所",
    "position": {
        "lng": 107.124822426020,
        "lat": 34.3966539182116
    }
},
{
    "id": 183,
    "museum": "西安市新美域和镜博物馆",
    "position": {
        "lng": 108.937205088814,
        "lat": 34.2538718882115
    }
},
{
    "id": 184,
    "museum": "宝鸡先秦陵园博物馆",
    "position": {
        "lng": 107.359159521196,
        "lat": 34.4666017276864
    }
},
{
    "id": 185,
    "museum": "韩城市普照寺博物馆",
    "position": {
        "lng": 110.435916789200,
        "lat": 35.4610875156041
    }
},
{
    "id": 186,
    "museum": "昭陵博物馆",
    "position": {
        "lng": 108.536656719186,
        "lat": 34.5754629951691
    }
},
{
    "id": 187,
    "museum": "丹凤县博物馆",
    "position": {
        "lng": 110.319407082978,
        "lat": 33.6950066884121
    }
},
{
    "id": 188,
    "museum": "陕西榆林尚古博物馆",
    "position": {
        "lng": 109.740175319671,
        "lat": 38.2238394262439
    }
},
{
    "id": 189,
    "museum": "洛南县博物馆",

    "position": {
        "lng": 110.140549834111,
        "lat": 34.0905751307374
    }
},
{
    "id": 190,
    "museum": "长武县博物馆",
    "position": {
        "lng": 107.797416054251,
        "lat": 35.2045841672322
    }
},
{
    "id": 191,
    "museum": "富县鄜州博物馆",
    "position": {
        "lng": 109.374891226610,
        "lat": 35.9879373267730
    }
},
{
    "id": 192,
    "museum": "商南县博物馆",
    "position": {
        "lng": 110.889884455654,
        "lat": 33.5196300410926
    }
},
{
    "id": 193,
    "museum": "安康市藏一角博物馆",
    "position": {
        "lng": 109.028608918850,
        "lat": 32.6824379094884
    }
},
{
    "id": 194,
    "museum": "毛泽东像章珍藏馆",
    "position": {
        "lng": 109.471992342844,
        "lat": 36.6087192541329
    }
},
{
    "id": 195,
    "museum": "宝鸡周原博物院",
    "position": {
        "lng": 107.866283498110,
        "lat": 34.4828590584175
    }
},
{
    "id": 196,
    "museum": "府谷县古生物化石博物馆",
    "position": {
        "lng": 111.084736128659,
        "lat": 39.0312204057886
    }
},
{
    "id": 197,
    "museum": "高陵区祥顺博物馆",
    "position": {
        "lng": 109.081739899537,
        "lat": 34.5265397014467
    }
},
{
    "id": 198,
    "museum": "神府革命纪念馆",
    "position": {
        "lng": 110.497421974483,
        "lat": 38.8251713758113
    }
},
{
    "id": 199,
    "museum": "蒲城李仪祉纪念馆",
    "position": {
        "lng": 109.792416017774,
        "lat": 35.0767187225759
    }
},
{
    "id": 200,
    "museum": "佳县神泉堡革命纪念馆",
    "position": {
        "lng": 110.437332252157,
        "lat": 38.0009514446760
    }
},
{
    "id": 201,
    "museum": "宝天铁路英烈纪念馆",
    "position": {
        "lng": 107.131904653725,
        "lat": 34.3756775756067
    }
},
{
    "id": 202,
    "museum": "白河县民俗博物馆",
    "position": {
        "lng": 110.107706124094,
        "lat": 32.8109924003750
    }
},
{
    "id": 203,
    "museum": "西安海棠职业学院中医美容博物馆",
    "position": {
        "lng": 109.078189660288,
        "lat": 34.2317933002508
    }
},
{
    "id": 204,
    "museum": "宝鸡天喜自然博物馆",
    "position": {
        "lng": 107.233307724667,
        "lat": 34.3645181390155
    }
},
{
    "id": 205,
    "museum": "余子俊纪念馆",
    "position": {
        "lng": 109.743073365985,
        "lat": 38.2532350425722
    }
},
{
    "id": 206,
    "museum": "“二八”革命暴动纪念馆",
    "position": {
        "lng": 108.331748385979,
        "lat": 35.1057321312544
    }
},
{
    "id": 207,
    "museum": "临潼区鸿门宴博物馆",
    "position": {
        "lng": 109.269630096294,
        "lat": 34.4162958346660
    }
},
{
    "id": 208,
    "museum": "平利县秦楚农耕博物馆",
    "position": {
        "lng": 109.356877364082,
        "lat": 32.3910703588436
    }
},
{
    "id": 209,
    "museum": "镇安县博物馆",
    "position": {
        "lng": 109.147939626762,
        "lat": 33.4248620093652
    }
},
{
    "id": 210,
    "museum": "横山区古银州博物馆",
    "position": {
        "lng": 109.288548450668,
        "lat": 37.9618951116179
    }
},
{
    "id": 211,
    "museum": "西安浐灞生态区城建博物馆",
    "position": {
        "lng": 108.992106093555,
        "lat": 34.3144083034376
    }
},
{
    "id": 212,
    "museum": "西安中国书法艺术博物馆",
    "position": {
        "lng": 108.953459851886,
        "lat": 34.2828600228392
    }
},
{
    "id": 213,
    "museum": "西安音乐学院艺术博物馆",
    "position": {
        "lng": 108.937687011889,
        "lat": 34.2306141675605
    }
},
{
    "id": 214,
    "museum": "西安美都博物馆",
    "position": {
        "lng": 108.865884206050,
        "lat": 34.3143227036947
    }
},
{
    "id": 215,
    "museum": "西安毛泽东敬览馆",
    "position": {
        "lng": 109.020454603101,
        "lat": 34.2232744496959
    }
},
{
    "id": 216,
    "museum": "潼关杨震廉政博物馆",
    "position": {
        "lng": 110.219027878696,
        "lat": 34.6130298548979
    }
},
{
    "id": 217,
    "museum": "延安市安塞区文化文物馆",
    "position": {
        "lng": 109.322402800135,
        "lat": 36.8639362027168
    }
},
{
    "id": 218,
    "museum": "西安市起良蔡侯纸博物馆",
    "position": {
        "lng": 108.447580325496,
        "lat": 34.1165621605395
    }
},
{
    "id": 219,
    "museum": "陕西唐三彩艺术博物馆",
    "position": {
        "lng": 108.945832834613,
        "lat": 34.2321000690402
    }
},
{
    "id": 220,
    "museum": "西安市雅观陶瓷艺术博物馆",
    "position": {
        "lng": 108.953217217250,
        "lat": 34.3121296066948
    }
},
{
    "id": 221,
    "museum": "大荔县民俗博物馆",
    "position": {
        "lng": 109.892619688295,
        "lat": 34.7812954843883
    }
},
{
    "id": 222,
    "museum": "神木古麟州博物馆",
    "position": {
        "lng": 110.497343775554,
        "lat": 38.8125579993921
    }
},
{
    "id": 223,
    "museum": "铜川市耀州区博物馆",
    "position": {
        "lng": 108.973904479463,
        "lat": 34.9139121174681
    }
},
{
    "id": 224,
    "museum": "西安工程大学纺织服装博物馆",
    "position": {
        "lng": 108.994982441586,
        "lat": 34.2595254212104
    }
},
{
    "id": 225,
    "museum": "临渭区蒲阳古城文化民俗博物馆",
    "position": {
        "lng": 109.486797344950,
        "lat": 34.4995759453911
    }
},
{
    "id": 226,
    "museum": "秦二世陵遗址博物馆",
    "position": {
        "lng": 110.494512737562,
        "lat": 35.5109982910957
    }
},
{
    "id": 227,
    "museum": "略阳县江神庙民俗博物馆",
    "position": {
        "lng": 106.148525649747,
        "lat": 33.3291196709696
    }
},
{
    "id": 228,
    "museum": "西安市新梦想影业博物馆",
    "position": {
        "lng": 108.933924632134,
        "lat": 34.1955136854303
    }
},
{
    "id": 229,
    "museum": "西安市明清皮影艺术博物馆",
    "position": {
        "lng": 108.960505119312,
        "lat": 34.2122340581061
    }
},
{
    "id": 230,
    "museum": "高陵区防震减灾科普馆",
    "position": {
        "lng": 109.090789804317,
        "lat": 34.5229443114306
    }
},
{
    "id": 231,
    "museum": "定边县文博馆",
    "position": {
        "lng": 107.596142292500,
        "lat": 37.5942131476223
    }
},
{
    "id": 232,
    "museum": "西安美术学院美术博物馆",
    "position": {
        "lng": 108.923942525167,
        "lat": 34.2198332743111
    }
},
{
    "id": 233,
    "museum": "宜川县博物馆",
    "position": {
        "lng": 110.163503499387,
        "lat": 36.0501010474110
    }
},
{
    "id": 234,
    "museum": "西安高陵钱币博物馆",
    "position": {
        "lng": 109.069448089645,
        "lat": 34.5030185523842
    }
},
{
    "id": 235,
    "museum": "秦都古陶博物馆",
    "position": {
        "lng": 108.701333131974,
        "lat": 34.3303477191081
    }
},
{
    "id": 236,
    "museum": "洛川黄土地质博物馆",
    "position": {
        "lng": 109.426532320139,
        "lat": 35.7620308050189
    }
},
{
    "id": 237,
    "museum": "陕甘宁边区银行纪念馆",
    "position": {
        "lng": 109.476551230358,
        "lat": 36.5834415588851
    }
},
{
    "id": 238,
    "museum": "军委二局安塞县纪念馆",
    "position": {
        "lng": 109.360771106096,
        "lat": 36.7636795806679
    }
},
{
    "id": 239,
    "museum": "陕西医史博物馆",
    "position": {
        "lng": 108.709227648514,
        "lat": 34.3327382251475
    }
},
{
    "id": 240,
    "museum": "宝鸡方圆青铜陶艺博物馆",
    "position": {
        "lng": 107.188824727301,
        "lat": 34.3505553711210
    }
},
{
    "id": 241,
    "museum": "陕西体育博物馆",
    "position": {
        "lng": 108.882841765077,
        "lat": 34.2032332503242
    }
},
{
    "id": 242,
    "museum": "延安南区合作社纪念馆",
    "position": {
        "lng": 109.771069259764,
        "lat": 36.8952517995918
    }
},
{
    "id": 243,
    "museum": "汉中市民俗博物馆",
    "position": {
        "lng": 106.976293545558,
        "lat": 33.1544402687570
    }
},
{
    "id": 244,
    "museum": "合阳县博物馆",
    "position": {
        "lng": 110.143507868403,
        "lat": 35.2369243350813
    }
},
{
    "id": 245,
    "museum": "碾畔黄河原生态民俗博物馆",
    "position": {
        "lng": 108.809820962763,
        "lat": 34.2747680074635
    }
},
{
    "id": 246,
    "museum": "陕西司马迁史记博物馆",
    "position": {
        "lng": 110.436762387234,
        "lat": 35.4788714130288
    }
},
{
    "id": 247,
    "museum": "秦咸阳宫遗址博物馆",
    "position": {
        "lng": 108.855277977631,
        "lat": 34.4147107701232
    }
},
{
    "id": 248,
    "museum": "陕西元阳文化博物馆",
    "position": {
        "lng": 102.833634109786,
        "lat": 23.2227342012285
    }
},
{
    "id": 249,
    "museum": "延长县红军东征纪念馆",
    "position": {
        "lng": 110.006534429959,
        "lat": 36.5791910953295
    }
},
{
    "id": 250,
    "museum": "西安健康博物馆",
    "position": {
        "lng": 108.984824656933,
        "lat": 34.2301823127544
    }
},
{
    "id": 251,
    "museum": "郭秀明纪念馆",
    "position": {
        "lng": 109.227267654090,
        "lat": 35.1204610811167
    }
},
{
    "id": 252,
    "museum": "泾阳县博物馆",
    "position": {
        "lng": 108.832512637061,
        "lat": 34.5259732114333
    }
},
{
    "id": 253,
    "museum": "西安于右任书法艺术博物馆",
    "position": {
        "lng": 108.885348708462,
        "lat": 34.2428496272250
    }
},
{
    "id": 254,
    "museum": "石泉县博物馆",
    "position": {
        "lng": 108.243903335047,
        "lat": 33.0384893567650
    }
},
{
    "id": 255,
    "museum": "咸阳红色记忆博物馆",
    "position": {
        "lng": 108.606570496266,
        "lat": 34.4140075586791
    }
},
{
    "id": 256,
    "museum": "长安大学地质博物馆",
    "position": {
        "lng": 108.956084563540,
        "lat": 34.2271106835211
    }
},
{
    "id": 257,
    "museum": "交大西迁博物馆",
    "position": {
        "lng": 108.982498409049,
        "lat": 34.2473723860582
    }
},
{
    "id": 258,
    "museum": "子洲县博物馆",
    "position": {
        "lng": 110.044882919745,
        "lat": 37.6001121818115
    }
},
{
    "id": 259,
    "museum": "永寿县博物馆",
    "position": {
        "lng": 108.139512176466,
        "lat": 34.6942123469388
    }
},
{
    "id": 260,
    "museum": "蒲城县惠陵博物馆",
    "position": {
        "lng": 109.583043933954,
        "lat": 34.9567615512792
    }
},
{
    "id": 261,
    "museum": "榆林学院陕北历史文化博物馆",
    "position": {
        "lng": 109.715948204207,
        "lat": 38.2930469063552
    }
},
{
    "id": 262,
    "museum": "西安市长安博物馆",
    "position": {
        "lng": 108.932466180489,
        "lat": 34.1576029849837
    }
},
{
    "id": 263,
    "museum": "榆林上郡博物馆",
    "position": {
        "lng": 109.739093443160,
        "lat": 38.2928418354067
    }
},
{
    "id": 264,
    "museum": "富平县文庙博物馆",
    "position": {
        "lng": 109.164536816012,
        "lat": 34.7566072980143
    }
},
{
    "id": 265,
    "museum": "长安大学公路交通博物馆",
    "position": {
        "lng": 108.956084563540,
        "lat": 34.2271106835211
    }
},
{
    "id": 266,
    "museum": "兴平市博物馆",
    "position": {
        "lng": 108.485129799346,
        "lat": 34.3007073575600
    }
},
{
    "id": 267,
    "museum": "楼增良红木雕刻艺术博物馆",
    "position": {
        "lng": 119.650433078573,
        "lat": 27.0910807444170
    }
},
{
    "id": 268,
    "museum": "西安金威啤酒博物馆（雪花啤酒文化博物馆）",
    "position": {
        "lng": 108.206768753134,
        "lat": 34.1618611581954
    }
},
{
    "id": 269,
    "museum": "府谷县富昌博物馆",
    "position": {
        "lng": 111.084736128659,
        "lat": 39.0312204057886
    }
},
{
    "id": 270,
    "museum": "西安市德江陶瓷模范标本博物馆",
    "position": {
        "lng": 108.874852849569,
        "lat": 34.1585615416804
    }
},
{
    "id": 271,
    "museum": "宝鸡太白山佛教艺术博物馆",
    "position": {
        "lng": 107.903688174458,
        "lat": 34.1359360821992
    }
},
{
    "id": 272,
    "museum": "咸阳秦渭博物馆",
    "position": {
        "lng": 108.832512637061,
        "lat": 34.5259732114333
    }
},
{
    "id": 273,
    "museum": "西安市曲江第二小学儿童博物馆",
    "position": {
        "lng": 109.001212825133,
        "lat": 34.2148666584777
    }
},
{
    "id": 274,
    "museum": "宝鸡北首岭博物馆",
    "position": {
        "lng": 107.154162334754,
        "lat": 34.3855092200766
    }
},
{
    "id": 275,
    "museum": "汉长安城遗址陈列馆",
    "position": {
        "lng": 108.858246430094,
        "lat": 34.3034904700457
    }
},
{
    "id": 276,
    "museum": "丰镐遗址车马坑陈列馆",
    "position": {
        "lng": 108.769262992443,
        "lat": 34.2434055886044
    }
},
{
    "id": 277,
    "museum": "空军军医大学口腔医学博物馆",
    "position": {
        "lng": 108.874852849569,
        "lat": 34.1585615416804
    }
},
{
    "id": 278,
    "museum": "西安市团结民俗博物馆",
    "position": {
        "lng": 108.984170024199,
        "lat": 34.3470407984218
    }
},
{
    "id": 279,
    "museum": "岐山县周原博物馆",
    "position": {
        "lng": 107.843763602356,
        "lat": 34.4831616638411
    }
},
{
    "id": 280,
    "museum": "西安市秦阿房宫遗址博物馆",
    "position": {
        "lng": 108.807400632406,
        "lat": 34.2607943138237
    }
},
{
    "id": 281,
    "museum": "城固县博物馆",
    "position": {
        "lng": 107.289211613266,
        "lat": 33.1567281264145
    }
},
{
    "id": 282,
    "museum": "汉长安城遗址长乐宫四、五号遗址陈列馆",
    "position": {
        "lng": 108.858246430094,
        "lat": 34.3034904700457
    }
},
{
    "id": 283,
    "museum": "周至博物馆",
    "position": {
        "lng": 108.206768753134,
        "lat": 34.1618611581954
    }
},
{
    "id": 284,
    "museum": "岐山县博物馆",
    "position": {
        "lng": 107.622005413422,
        "lat": 34.4464822362597
    }
},
{
    "id": 285,
    "museum": "长安古钱币博物馆",
    "position": {
        "lng": 108.874852849569,
        "lat": 34.1585615416804
    }
},
{
    "id": 286,
    "museum": "延安杜公祠博物馆",
    "position": {
        "lng": 109.344931916659,
        "lat": 36.2805071336184
    }
},
{
    "id": 287,
    "museum": "咸阳墙体材料博物馆",
    "position": {
        "lng": 108.832512637061,
        "lat": 34.5259732114333
    }
},
{
    "id": 288,
    "museum": "洋县文物博物馆",
    "position": {
        "lng": 107.541437736990,
        "lat": 33.2247650951201
    }
},
{
    "id": 289,
    "museum": "商州区博物馆",
    "position": {
        "lng": 109.937332902441,
        "lat": 33.8676208400773
    }
},
{
    "id": 290,
    "museum": "南郑谷林博物馆",
    "position": {
        "lng": 106.903766885094,
        "lat": 32.9559865484653
    }
},
{
    "id": 291,
    "museum": "陕西钱币博物馆",
    "position": {
        "lng": 109.069448089645,
        "lat": 34.5030185523842
    }
},
{
    "id": 292,
    "museum": "宝鸡市渭滨区博物馆",
    "position": {
        "lng": 107.146369431552,
        "lat": 34.3550857963340
    }
},
{
    "id": 293,
    "museum": "麟游县博物馆",
    "position": {
        "lng": 107.793195182810,
        "lat": 34.6786361287799
    }
},
{
    "id": 294,
    "museum": "西安市长安民居博物馆",
    "position": {
        "lng": 108.874852849569,
        "lat": 34.1585615416804
    }
},
{
    "id": 295,
    "museum": "西安于右任故居纪念馆",
    "position": {
        "lng": 108.944336641281,
        "lat": 34.2542017222061
    }
},
{
    "id": 296,
    "museum": "西安市惟德玉文化博物馆",
    "position": {
        "lng": 108.841745017602,
        "lat": 34.2984880947341
    }
},
{
    "id": 297,
    "museum": "大明宫国家遗址公园丹凤门遗址博物馆",
    "position": {
        "lng": 108.977393866895,
        "lat": 34.3479528309754
    }
}
]