export const museums = [{
    "id": 1,
    "museum": "秦始皇帝陵博物院",
    "position": {
        "lng": 123.32029666157382,
        "lat": 41.846614844264586
    }
},
{
    "id": 2,
    "museum": "富平习仲勋纪念馆",
    "position": {
        "lng": 109.1859087944868,
        "lat": 34.77226970213459
    }
},
{
    "id": 3,
    "museum": "华清池唐华清宫御汤遗址博物馆",
    "position": {
        "lng": 109.22161886393332,
        "lat": 34.364034472892094
    }
},
{
    "id": 4,
    "museum": "唐华清宫梨园遗址博物馆",
    "position": {
        "lng": 109.22161886393332,
        "lat": 34.364034472892094
    }
},
{
    "id": 5,
    "museum": "延安革命纪念馆",
    "position": {
        "lng": 109.48403447459405,
        "lat": 36.61493648450042
    }
},
{
    "id": 6,
    "museum": "陕西历史博物馆",
    "position": {
        "lng": 116.31414896540245,
        "lat": 39.93638505832838
    }
},
{
    "id": 7,
    "museum": "安吴青年训练班纪念馆",
    "position": {
        "lng": 113.27087295775493,
        "lat": 23.130345039940106
    }
},
{
    "id": 8,
    "museum": "西安市钟鼓楼博物馆",
    "position": {
        "lng": 108.95012228287221,
        "lat": 34.26641571746674
    }
},
{
    "id": 9,
    "museum": "延安枣园革命旧址管理处",
    "position": {
        "lng": 109.42773793777539,
        "lat": 36.63393202768371
    }
},
{
    "id": 10,
    "museum": "渭华起义纪念馆",
    "position": {
        "lng": 113.27087295775493,
        "lat": 23.130345039940106
    }
},
{
    "id": 11,
    "museum": "西安博物院",
    "position": {
        "lng": 108.94704001700637,
        "lat": 34.24345304565983
    }
},
{
    "id": 12,
    "museum": "延安杨家岭革命旧址管理处",
    "position": {
        "lng": 109.47472317866092,
        "lat": 36.62514190171382
    }
},
{
    "id": 13,
    "museum": "法门寺博物馆",
    "position": {
        "lng": 103.63583429096876,
        "lat": 31.054561160674904
    }
},
{
    "id": 14,
    "museum": "药王山博物馆",
    "position": {
        "lng": 113.41071585949959,
        "lat": 23.065085042080486
    }
},
{
    "id": 15,
    "museum": "宝鸡青铜器博物院",
    "position": {
        "lng": 107.20174937049661,
        "lat": 34.353482852800965
    }
},
{
    "id": 16,
    "museum": "乾陵博物馆",
    "position": {
        "lng": 108.24574503249097,
        "lat": 34.565928000235765
    }
},
{
    "id": 17,
    "museum": "韩城市博物馆",
    "position": {
        "lng": 110.44804528347163,
        "lat": 35.46670483794921
    }
},
{
    "id": 18,
    "museum": "铜川市玉华博物馆",
    "position": {
        "lng": 112.9541006112984,
        "lat": 27.081695534405664
    }
},
{
    "id": 19,
    "museum": "大明宫遗址博物馆",
    "position": {
        "lng": 108.98867665705495,
        "lat": 34.35263698142073
    }
},
{
    "id": 20,
    "museum": "大明宫国家遗址公园考古探索中心",
    "position": {
        "lng": 108.98867665705495,
        "lat": 34.35263698142073
    }
},
{
    "id": 21,
    "museum": "陕甘边革命根据地照金纪念馆",
    "position": {
        "lng": 113.04328132806083,
        "lat": 22.683861016971512
    }
},
{
    "id": 22,
    "museum": "西安大唐西市博物馆",
    "position": {
        "lng": 108.9145203694091,
        "lat": 34.25317510035293
    }
},
{
    "id": 23,
    "museum": "陈炉古镇生态博物馆",
    "position": {
        "lng": 116.35457585742074,
        "lat": 33.56673129791169
    }
},
{
    "id": 24,
    "museum": "陕西自然博物馆",
    "position": {
        "lng": 116.40611595639463,
        "lat": 39.88952521135613
    }
},
{
    "id": 25,
    "museum": "西安碑林博物馆",
    "position": {
        "lng": 108.95913875493696,
        "lat": 34.260190401095684
    }
},
{
    "id": 26,
    "museum": "西安关中民俗艺术博物院",
    "position": {
        "lng": 108.9805375599818,
        "lat": 34.03323546381704
    }
},
{
    "id": 27,
    "museum": "韩城市司马迁墓祠博物馆",
    "position": {
        "lng": 110.44804528347163,
        "lat": 35.46670483794921
    }
},
{
    "id": 28,
    "museum": "凤县革命纪念馆",
    "position": {
        "lng": 106.6275435054636,
        "lat": 33.95538412470654
    }
},
{
    "id": 29,
    "museum": "茂陵博物馆",
    "position": {
        "lng": 116.23916300278759,
        "lat": 40.32171607026487
    }
},
{
    "id": 30,
    "museum": "梁带村芮国遗址博物馆",
    "position": {
        "lng": 113.70687507356628,
        "lat": 34.84828923184585
    }
},
{
    "id": 31,
    "museum": "周家大院民俗博物馆",
    "position": {
        "lng": 116.3804661001849,
        "lat": 39.92351562078757
    }
},
{
    "id": 32,
    "museum": "西安半坡博物馆",
    "position": {
        "lng": 109.05967001100016,
        "lat": 34.279207020242374
    }
},
{
    "id": 33,
    "museum": "汉中市博物馆",
    "position": {
        "lng": 107.03992484304604,
        "lat": 33.07578395232168
    }
},
{
    "id": 34,
    "museum": "西安唐皇城墙含光门遗址博物馆",
    "position": {
        "lng": 108.93867526558911,
        "lat": 34.257840720037464
    }
},
{
    "id": 35,
    "museum": "马栏革命纪念馆",
    "position": {
        "lng": 119.48078034444907,
        "lat": 28.691777794778883
    }
},
{
    "id": 36,
    "museum": "西安皇家艺术博物馆",
    "position": {
        "lng": 108.90182524645046,
        "lat": 34.33247731732308
    }
},
{
    "id": 37,
    "museum": "三原县博物馆",
    "position": {
        "lng": 108.93804609240992,
        "lat": 34.62525098180839
    }
},
{
    "id": 38,
    "museum": "西安市曲江丝路遗珍博物馆",
    "position": {
        "lng": 108.98032996157845,
        "lat": 34.21878205648918
    }
},
{
    "id": 39,
    "museum": "西安事变纪念馆",
    "position": {
        "lng": 108.9462416030691,
        "lat": 34.27773837436756
    }
},
{
    "id": 40,
    "museum": "咸阳博物院",
    "position": {
        "lng": 108.87077226225934,
        "lat": 34.41237752834273
    }
},
{
    "id": 41,
    "museum": "临潼区博物馆",
    "position": {
        "lng": 109.22364310556951,
        "lat": 34.37061352606731
    }
},
{
    "id": 42,
    "museum": "西安市中国古琴博物馆",
    "position": {
        "lng": 114.53758066849352,
        "lat": 35.55797307468904
    }
},
{
    "id": 43,
    "museum": "汉景帝阳陵博物院",
    "position": {
        "lng": 104.05436183485047,
        "lat": 30.669180361250707
    }
},
{
    "id": 44,
    "museum": "八路军西安办事处纪念馆",
    "position": {
        "lng": 108.96099276767902,
        "lat": 34.27896316745983
    }
},
{
    "id": 45,
    "museum": "勉县武侯祠博物馆",
    "position": {
        "lng": 106.69588101916857,
        "lat": 33.164045106826464
    }
},
{
    "id": 46,
    "museum": "西安汉风水务博物馆",
    "position": {
        "lng": 108.9255070949489,
        "lat": 34.30457223505783
    }
},
{
    "id": 47,
    "museum": "王家坪革命旧址纪念馆",
    "position": {
        "lng": 117.35245224504116,
        "lat": 40.66513151214541
    }
},
{
    "id": 48,
    "museum": "武功苏武纪念馆",
    "position": {
        "lng": 108.11044198708645,
        "lat": 34.347787043282764
    }
},
{
    "id": 49,
    "museum": "西安市高家大院古典服饰博物馆",
    "position": {
        "lng": 116.51143616896206,
        "lat": 39.83719064669769
    }
},
{
    "id": 50,
    "museum": "佳县赤牛坬民俗博物馆",
    "position": {
        "lng": 110.58390950032825,
        "lat": 37.849550497272915
    }
},
{
    "id": 51,
    "museum": "西安市高陵区博物馆",
    "position": {
        "lng": 109.10751034890066,
        "lat": 34.5289663068993
    }
},
{
    "id": 52,
    "museum": "蒲城县杨虎城将军纪念馆",
    "position": {
        "lng": 103.3956132043736,
        "lat": 35.66932972862377
    }
},
{
    "id": 53,
    "museum": "西北局纪念馆",
    "position": {
        "lng": 113.27087295775493,
        "lat": 23.130345039940106
    }
},
{
    "id": 54,
    "museum": "陕西华厦石刻博物馆",
    "position": {
        "lng": 116.43045177130433,
        "lat": 40.00471235495216
    }
},
{
    "id": 55,
    "museum": "陕西汉阴凤堰古梯田移民生态博物馆",
    "position": {
        "lng": 108.47547220394912,
        "lat": 32.79779817838846
    }
},
{
    "id": 56,
    "museum": "延安凤凰山革命旧址管理处",
    "position": {
        "lng": 109.47472317866092,
        "lat": 36.62514190171382
    }
},
{
    "id": 57,
    "museum": "扶风县博物馆",
    "position": {
        "lng": 107.88715530681262,
        "lat": 34.364668883287564
    }
},
{
    "id": 58,
    "museum": "陕西亮宝楼艺术博物馆",
    "position": {
        "lng": 108.9771390007459,
        "lat": 34.22382502517466
    }
},
{
    "id": 59,
    "museum": "吴起中央红军长征胜利纪念馆",
    "position": {
        "lng": 108.18258966361198,
        "lat": 36.93257609948267
    }
},
{
    "id": 60,
    "museum": "宁强县博物馆",
    "position": {
        "lng": 106.26458864382062,
        "lat": 32.835380199208785
    }
},
{
    "id": 61,
    "museum": "西岳庙博物馆",
    "position": {
        "lng": 103.23114252719357,
        "lat": 24.864779555214252
    }
},
{
    "id": 62,
    "museum": "西安市临潼区扁鹊纪念馆",
    "position": {
        "lng": 109.34240295670229,
        "lat": 34.42075502216416
    }
},
{
    "id": 63,
    "museum": "西安经文牛文化陶瓷博物馆",
    "position": {
        "lng": 108.92545238814334,
        "lat": 34.304639404480305
    }
},
{
    "id": 64,
    "museum": "兴平市杨贵妃墓博物馆",
    "position": {
        "lng": 108.37138096314989,
        "lat": 34.321303051373995
    }
},
{
    "id": 65,
    "museum": "渭南市博物馆",
    "position": {
        "lng": 109.95175601294923,
        "lat": 35.178894538598996
    }
},
{
    "id": 66,
    "museum": "绥德县革命历史纪念馆",
    "position": {
        "lng": 110.26946996334595,
        "lat": 37.51197898578886
    }
},
{
    "id": 67,
    "museum": "蒲城县清代考院博物馆",
    "position": {
        "lng": 109.59190515616544,
        "lat": 34.96036416103159
    }
},
{
    "id": 68,
    "museum": "白水仓颉庙博物馆",
    "position": {
        "lng": 109.70432701277255,
        "lat": 35.376946914484236
    }
},
{
    "id": 69,
    "museum": "西安市曲江红色记忆博物馆",
    "position": {
        "lng": 108.96249599211941,
        "lat": 34.20144306311864
    }
},
{
    "id": 70,
    "museum": "孙思邈纪念馆",
    "position": {
        "lng": 116.70069054499037,
        "lat": 40.36774303515946
    }
},
{
    "id": 71,
    "museum": "韩城市大禹庙博物馆",
    "position": {
        "lng": 110.4907430019886,
        "lat": 35.48907693291553
    }
},
{
    "id": 72,
    "museum": "蒲城县博物馆",
    "position": {
        "lng": 109.59457096759684,
        "lat": 34.96175358834582
    }
},
{
    "id": 73,
    "museum": "西安曲江艺术博物馆",
    "position": {
        "lng": 108.9699994482137,
        "lat": 34.22101933403933
    }
},
{
    "id": 74,
    "museum": "西北农林科技大学农林博物院",
    "position": {
        "lng": 108.07934220117825,
        "lat": 34.291641819762745
    }
},
{
    "id": 75,
    "museum": "延安南泥湾革命旧址纪念馆",
    "position": {
        "lng": 109.48403447459405,
        "lat": 36.61493648450042
    }
},
{
    "id": 76,
    "museum": "延安知青博物馆",
    "position": {
        "lng": 109.35689199576437,
        "lat": 36.28657890210334
    }
},
{
    "id": 77,
    "museum": "汉阴县三沈纪念馆",
    "position": {
        "lng": 108.51398902896155,
        "lat": 32.899036127807975
    }
},
{
    "id": 78,
    "museum": "西安大明宫陶瓷艺术博物馆",
    "position": {
        "lng": 108.97223676791685,
        "lat": 34.28764828612091
    }
},
{
    "id": 79,
    "museum": "旬阳县红军纪念馆",
    "position": {
        "lng": 109.56073620073298,
        "lat": 33.105851382439354
    }
},
{
    "id": 80,
    "museum": "抗大纪念馆",
    "position": {
        "lng": 129.56902459242463,
        "lat": 44.965402212035606
    }
},
{
    "id": 81,
    "museum": "张载纪念馆",
    "position": {
        "lng": 113.27087295775493,
        "lat": 23.130345039940106
    }
},
{
    "id": 82,
    "museum": "宜君旱作梯田农业生态博物馆",
    "position": {
        "lng": 113.1962943767135,
        "lat": 23.119792347741054
    }
},
{
    "id": 83,
    "museum": "陕西万达博物院",
    "position": {
        "lng": 113.99822095775265,
        "lat": 22.537232055797077
    }
},
{
    "id": 84,
    "museum": "神木市博物馆",
    "position": {
        "lng": 110.49868429218846,
        "lat": 38.85137747314826
    }
},
{
    "id": 85,
    "museum": "米脂县杨家沟革命纪念馆",
    "position": {
        "lng": 116.57679436261263,
        "lat": 39.90255261082724
    }
},
{
    "id": 86,
    "museum": "宝鸡乾坤古珍博物馆",
    "position": {
        "lng": 106.8654457062153,
        "lat": 34.898803789404624
    }
},
{
    "id": 87,
    "museum": "榆林市镇北台长城博物馆",
    "position": {
        "lng": 108.068425992621,
        "lat": 37.52401300103387
    }
},
{
    "id": 88,
    "museum": "岐山县五丈原诸葛亮庙博物馆",
    "position": {
        "lng": 107.63384501063157,
        "lat": 34.26904804564245
    }
},
{
    "id": 89,
    "museum": "陕西科学技术馆",
    "position": {
        "lng": 113.99822095775265,
        "lat": 22.537232055797077
    }
},
{
    "id": 90,
    "museum": "旬邑县博物馆",
    "position": {
        "lng": 108.34579120357878,
        "lat": 35.11820713540548
    }
},
{
    "id": 91,
    "museum": "凤翔县博物馆",
    "position": {
        "lng": 107.40990301648824,
        "lat": 34.5225849708744
    }
},
{
    "id": 92,
    "museum": "耀州窑博物馆",
    "position": {
        "lng": 1109.07340312597562,
        "lat": 34.33137769547169
    }
},
{
    "id": 93,
    "museum": "安康博物馆",
    "position": {
        "lng": 109.013965124958,
        "lat": 32.692325612489256
    }
},
{
    "id": 94,
    "museum": "西安市圣普美术博物馆",
    "position": {
        "lng": 120.9965330021404,
        "lat": 28.05870158502891
    }
},
{
    "id": 95,
    "museum": "西安唐都新碑林艺术博物馆",
    "position": {
        "lng": 108.94049774780775,
        "lat": 34.236473940411834
    }
},
{
    "id": 96,
    "museum": "勉县武侯墓博物馆",
    "position": {
        "lng": 106.65901734578614,
        "lat": 33.129490120802615
    }
},
{
    "id": 97,
    "museum": "蒲城县王鼎纪念馆",
    "position": {
        "lng": 109.58864098343382,
        "lat": 34.962197916075155
    }
},
{
    "id": 98,
    "museum": "西安大华博物馆",
    "position": {
        "lng": 108.98166017237762,
        "lat": 34.29007049648007
    }
},
{
    "id": 99,
    "museum": "澄城县博物馆",
    "position": {
        "lng": 109.95175601294923,
        "lat": 35.178894538598996
    }
},
{
    "id": 100,
    "museum": "子长革命烈士纪念馆",
    "position": {
        "lng": 109.68129463915784,
        "lat": 37.150591234646186
    }
},
{
    "id": 101,
    "museum": "西北大学博物馆",
    "position": {
        "lng": 108.88110385359069,
        "lat": 34.15091549849437
    }
},
{
    "id": 102,
    "museum": "西安秦砖汉瓦博物馆",
    "position": {
        "lng": 109.03004362578945,
        "lat": 34.18415295405709
    }
},
{
    "id": 103,
    "museum": "西安市荞麦园美术博物馆",
    "position": {
        "lng": 108.9516163445964,
        "lat": 34.23761980595558
    }
},
{
    "id": 104,
    "museum": "榆林民俗博物馆",
    "position": {
        "lng": 109.75271396957586,
        "lat": 38.25930804392984
    }
},
{
    "id": 105,
    "museum": "西安交通大学博物馆",
    "position": {
        "lng": 108.99016577809884,
        "lat": 34.2523593901098
    }
},
{
    "id": 106,
    "museum": "西安户邑民间艺术博物馆",
    "position": {
        "lng": 108.98114481450655,
        "lat": 34.21619269480002
    }
},
{
    "id": 107,
    "museum": "蓝田猿人遗址博物馆",
    "position": {
        "lng": 116.64077949629122,
        "lat": 40.32283499562152
    }
},
{
    "id": 108,
    "museum": "淳化县爷台山战役纪念馆",
    "position": {
        "lng": 108.70209923326179,
        "lat": 34.883670396154045
    }
},
{
    "id": 109,
    "museum": "汉中川陕革命根据地纪念馆",
    "position": {
        "lng": 106.8889590326001,
        "lat": 32.890451121476616
    }
},
{
    "id": 110,
    "museum": "蓝田水陆庵壁塑博物馆",
    "position": {
        "lng": 109.4238049765916,
        "lat": 34.13804700956814
    }
},
{
    "id": 111,
    "museum": "府谷县荣河博物馆",
    "position": {
        "lng": 114.46141460193019,
        "lat": 31.862067861760202
    }
},
{
    "id": 112,
    "museum": "西安市城市记忆博物馆",
    "position": {
        "lng": 109.02781699592187,
        "lat": 34.252847026904604
    }
},
{
    "id": 113,
    "museum": "西安高陵奇石博物馆",
    "position": {
        "lng": 109.04297518275834,
        "lat": 34.493364394951904
    }
},
{
    "id": 114,
    "museum": "陕西省蒲城县林则徐纪念馆",
    "position": {
        "lng": 109.58924401592267,
        "lat": 34.963322702217425
    }
},
{
    "id": 115,
    "museum": "西安市蓝田玉文化博物馆",
    "position": {
        "lng": 109.2498860230769,
        "lat": 34.062982069614094
    }
},
{
    "id": 116,
    "museum": "洋县蔡伦纸文化博物馆",
    "position": {
        "lng": 107.66263597171803,
        "lat": 33.21034682705173
    }
},
{
    "id": 117,
    "museum": "延安新闻纪念馆",
    "position": {
        "lng": 109.49766482341916,
        "lat": 36.605294437740916
    }
},
{
    "id": 118,
    "museum": "洛川会议纪念馆",
    "position": {
        "lng": 113.27087295775493,
        "lat": 23.130345039940106
    }
},
{
    "id": 119,
    "museum": "葛牌镇区苏维埃政府纪念馆",
    "position": {
        "lng": 103.59721874218079,
        "lat": 34.680716524315194
    }
},
{
    "id": 120,
    "museum": "西安曲江富陶国际陶艺博物馆",
    "position": {
        "lng": 113.61150106464875,
        "lat": 24.688407846380294
    }
},
{
    "id": 121,
    "museum": "西安市非物质文化遗产博物馆",
    "position": {
        "lng": 116.42403795979365,
        "lat": 39.90186162004124
    }
},
{
    "id": 122,
    "museum": "西安市青龙寺遗址博物馆",
    "position": {
        "lng": 105.80352928641119,
        "lat": 29.504119327072285
    }
},
{
    "id": 123,
    "museum": "蓝田县蔡文姬纪念馆",
    "position": {
        "lng": 109.31462196050072,
        "lat": 34.17894400468917
    }
},
{
    "id": 124,
    "museum": "甘泉县博物馆",
    "position": {
        "lng": 109.35689199576437,
        "lat": 36.28657890210334
    }
},
{
    "id": 125,
    "museum": "潼关县秦王寨历史博物馆",
    "position": {
        "lng": 110.35793796454622,
        "lat": 34.51220100150473
    }
},
{
    "id": 126,
    "museum": "留坝县张良庙博物馆",
    "position": {
        "lng": 106.84321596857374,
        "lat": 33.68431309256173
    }
},
{
    "id": 127,
    "museum": "彬县大佛寺石窟博物馆",
    "position": {
        "lng": 108.00270982422471,
        "lat": 35.07882507278639
    }
},
{
    "id": 128,
    "museum": "志丹县保安革命旧址纪念馆",
    "position": {
        "lng": 108.77521860685746,
        "lat": 36.830446314073875
    }
},
{
    "id": 129,
    "museum": "陕甘宁边区革命英烈纪念馆",
    "position": {
        "lng": 108.55516052641705,
        "lat": 35.00968982828571
    }
},
{
    "id": 130,
    "museum": "渭南市临渭区博物馆",
    "position": {
        "lng": 109.53407602031619,
        "lat": 34.50332503241045
    }
},
{
    "id": 131,
    "museum": "富平频阳博物馆",
    "position": {
        "lng": 109.20768300140428,
        "lat": 34.75832600198883
    }
},
{
    "id": 132,
    "museum": "陕西水利博物馆",
    "position": {
        "lng": 113.99822095775265,
        "lat": 22.537232055797077
    }
},
{
    "id": 133,
    "museum": "黄河流域民俗艺术博物馆",
    "position": {
        "lng": 116.71908496725709,
        "lat": 39.95968845164573
    }
},
{
    "id": 134,
    "museum": "佛坪县秦岭人与自然博物馆",
    "position": {
        "lng": 103.3956132043736,
        "lat": 35.66932972862377
    }
},
{
    "id": 135,
    "museum": "旬阳县博物馆",
    "position": {
        "lng": 109.38780861717908,
        "lat": 32.83575970994988
    }
},
{
    "id": 136,
    "museum": "汪锋故居纪念馆",
    "position": {
        "lng": 105.5968611683097,
        "lat": 29.419014601108074
    }
},
{
    "id": 137,
    "museum": "榆林市汉画像石博物馆",
    "position": {
        "lng": 109.75740150738804,
        "lat": 38.298174983572075
    }
},
{
    "id": 138,
    "museum": "西安建筑科技大学校史馆",
    "position": {
        "lng": 108.97316301072819,
        "lat": 34.24373602045011
    }
},
{
    "id": 139,
    "museum": "陕西汉唐石刻博物馆",
    "position": {
        "lng": 108.90030612200252,
        "lat": 34.23437100713642
    }
},
{
    "id": 140,
    "museum": "洛川县博物馆",
    "position": {
        "lng": 109.43840396824812,
        "lat": 35.768300429420684
    }
},
{
    "id": 141,
    "museum": "淳化县文博馆",
    "position": {
        "lng": 108.5896853715737,
        "lat": 34.79919722126761
    }
},
{
    "id": 142,
    "museum": "榆林朔方博物馆",
    "position": {
        "lng": 109.75183237254838,
        "lat": 38.230389004735066
    }
},
{
    "id": 143,
    "museum": "潼关博物馆",
    "position": {
        "lng": 110.25250761972325,
        "lat": 34.55032684853216
    }
},
{
    "id": 144,
    "museum": "西安市水墨长安艺术博物馆",
    "position": {
        "lng": 108.91358047235403,
        "lat": 34.163290267304646
    }
},
{
    "id": 145,
    "museum": "米脂县博物馆",
    "position": {
        "lng": 110.18927266097606,
        "lat": 37.76700444832392
    }
},
{
    "id": 146,
    "museum": "山阳县博物馆",
    "position": {
        "lng": 113.25690009954403,
        "lat": 35.243300958663475
    }
},
{
    "id": 147,
    "museum": "陕西三原于右任纪念馆",
    "position": {
        "lng": 108.96685924164247,
        "lat": 34.61650059075196
    }
},
{
    "id": 148,
    "museum": "西安柴窑文化博物馆",
    "position": {
        "lng": 108.96954697172833,
        "lat": 34.210851029040384
    }
},
{
    "id": 149,
    "museum": "仙游寺博物馆",
    "position": {
        "lng": 118.70506003004382,
        "lat": 25.36640100001244
    }
},
{
    "id": 150,
    "museum": "西安市新源民俗艺术博物馆",
    "position": {
        "lng": 83.26702230149687,
        "lat": 43.43592700218544
    }
},
{
    "id": 151,
    "museum": "宝鸡民俗博物馆",
    "position": {
        "lng": 107.1548483906679,
        "lat": 34.35992834372192
    }
},
{
    "id": 152,
    "museum": "西安曲江大玉坊博物馆",
    "position": {
        "lng": 108.88596395589131,
        "lat": 34.162752073882466
    }
},
{
    "id": 153,
    "museum": "富乐国际陶艺博物馆群",
    "position": {
        "lng": 120.41153706770089,
        "lat": 36.41006682823654
    }
},
{
    "id": 154,
    "museum": "钟山石窟博物馆",
    "position": {
        "lng": 104.88474995687552,
        "lat": 26.581590002832
    }
},
{
    "id": 155,
    "museum": "旬邑县唐家民俗博物馆",
    "position": {
        "lng": 108.35154161647036,
        "lat": 35.17309422780248
    }
},
{
    "id": 156,
    "museum": "西安钱币博物馆",
    "position": {
        "lng": 108.94019403071484,
        "lat": 34.26528799887323
    }
},
{
    "id": 157,
    "museum": "潼关酱菜博物馆",
    "position": {
        "lng": 110.26097001694944,
        "lat": 34.54768597040061
    }
},
{
    "id": 158,
    "museum": "西安锦业美术博物馆",
    "position": {
        "lng": 108.9516163445964,
        "lat": 34.23761980595558
    }
},
{
    "id": 159,
    "museum": "黄龙县博物馆",
    "position": {
        "lng": 109.84654907670661,
        "lat": 35.59023376806876
    }
},
{
    "id": 160,
    "museum": "西安市长安区杜甫纪念馆",
    "position": {
        "lng": 108.96176917313129,
        "lat": 34.15168006878815
    }
},
{
    "id": 161,
    "museum": "陕西师范大学博物馆",
    "position": {
        "lng": 108.90447848160473,
        "lat": 34.160582985620294
    }
},
{
    "id": 162,
    "museum": "西安市贾平凹文学艺术博物馆",
    "position": {
        "lng": 108.88596395589131,
        "lat": 34.162752073882466
    }
},
{
    "id": 163,
    "museum": "西安市大唐青铜镜博物馆",
    "position": {
        "lng": 116.36363203458903,
        "lat": 39.984881072602
    }
},
{
    "id": 164,
    "museum": "西安源浩华藏博物馆",
    "position": {
        "lng": 113.86632949705748,
        "lat": 27.646295235837716
    }
},
{
    "id": 165,
    "museum": "西安建筑科技大学贾平凹文学艺术馆",
    "position": {
        "lng": 108.97316301072819,
        "lat": 34.24373602045011
    }
},
{
    "id": 166,
    "museum": "陕西观止文化艺术博物馆",
    "position": {
        "lng": 113.99822095775265,
        "lat": 22.537232055797077
    }
},
{
    "id": 167,
    "museum": "陕西明善博物馆",
    "position": {
        "lng": 113.99822095775265,
        "lat": 22.537232055797077
    }
},
{
    "id": 168,
    "museum": "吴起革命纪念馆",
    "position": {
        "lng": 108.18378701502621,
        "lat": 36.93331595543982
    }
},
{
    "id": 169,
    "museum": "咸阳清渭楼美术博物馆",
    "position": {
        "lng": 108.7399029833604,
        "lat": 34.34071600688344
    }
},
{
    "id": 170,
    "museum": "府谷县红色文化博物馆",
    "position": {
        "lng": 112.8422994838356,
        "lat": 28.35916437317296
    }
},
{
    "id": 171,
    "museum": "榆阳区龙文化博物馆",
    "position": {
        "lng": 110.14847000776294,
        "lat": 37.83271999902196
    }
},
{
    "id": 172,
    "museum": "瓦窑堡革命旧址纪念馆",
    "position": {
        "lng": 108.72223545690977,
        "lat": 29.453901524971915
    }
},
{
    "id": 173,
    "museum": "宜君县博物馆",
    "position": {
        "lng": 109.12090695863206,
        "lat": 35.40201891075482
    }
},
{
    "id": 174,
    "museum": "扶眉战役纪念馆",
    "position": {
        "lng": 102.89685503098758,
        "lat": 37.46498597372373
    }
},
{
    "id": 175,
    "museum": "商洛市博物馆",
    "position": {
        "lng": 116.64077949629122,
        "lat": 40.32283499562152
    }
},
{
    "id": 176,
    "museum": "绥德县博物馆",
    "position": {

        "lng": 110.26939369720816,
        "lat": 37.511946854680446
    }
},
{
    "id": 177,
    "museum": "镇巴县博物馆",
    "position": {
        "lng": 107.9030069855028,
        "lat": 32.542363794880174
    }
},
{
    "id": 178,
    "museum": "城固县张骞纪念馆",
    "position": {
        "lng": 107.30252604362514,
        "lat": 33.16202967720125
    }
},
{
    "id": 179,
    "museum": "勉县博物馆",
    "position": {
        "lng": 106.69588101916857,
        "lat": 33.164045106826464
    }
},
{
    "id": 180,
    "museum": "西安建筑科技大学中国音乐史博物馆",
    "position": {
        "lng": 108.97316301072819,
        "lat": 34.24373602045011
    }
},
{
    "id": 181,
    "museum": "略阳县灵岩寺博物馆",
    "position": {
        "lng": 103.62269306949383,
        "lat": 31.032963334337648
    }
},
{
    "id": 182,
    "museum": "宝鸡大唐秦王陵文管所",
    "position": {
        "lng": 107.13612994960374,
        "lat": 34.401401436606044
    }
},
{
    "id": 183,
    "museum": "西安市新美域和镜博物馆",
    "position": {
        "lng": 119.45592586449436,
        "lat": 32.21526003606135
    }
},
{
    "id": 184,
    "museum": "宝鸡先秦陵园博物馆",
    "position": {
        "lng": 107.370659911471,
        "lat": 34.47130716112132
    }
},
{
    "id": 185,
    "museum": "韩城市普照寺博物馆",
    "position": {
        "lng": 110.44804528347163,
        "lat": 35.46670483794921
    }
},
{
    "id": 186,
    "museum": "昭陵博物馆",
    "position": {
        "lng": 116.22643598998332,
        "lat": 40.2951528664607
    }
},
{
    "id": 187,
    "museum": "丹凤县博物馆",
    "position": {
        "lng": 110.3312479603865,
        "lat": 33.69929612491104
    }
},
{
    "id": 188,
    "museum": "陕西榆林尚古博物馆",
    "position": {
        "lng": 109.75236425924084,
        "lat": 38.23005319265375
    }
},
{
    "id": 189,
    "museum": "洛南县博物馆",

    "position": {
        "lng": 110.15234538756354,
        "lat": 34.095491366835105
    }
},
{
    "id": 190,
    "museum": "长武县博物馆",
    "position": {
        "lng": 107.80879297310796,
        "lat": 35.20972092544475
    }
},
{
    "id": 191,
    "museum": "富县鄜州博物馆",
    "position": {
        "lng": 109.38696573711907,
        "lat": 35.99365014096236
    }
},
{
    "id": 192,
    "museum": "商南县博物馆",
    "position": {
        "lng": 110.90164716599044,
        "lat": 33.524068200980615
    }
},
{
    "id": 193,
    "museum": "安康市藏一角博物馆",
    "position": {
        "lng": 110.21456560691111,
        "lat": 25.25642723617557
    }
},
{
    "id": 194,
    "museum": "毛泽东像章珍藏馆",
    "position": {
        "lng": 109.4839882118603,
        "lat": 36.61474203616412
    }
},
{
    "id": 195,
    "museum": "宝鸡周原博物院",
    "position": {
        "lng": 107.8772872411244,
        "lat": 34.487645167257156
    }
},
{
    "id": 196,
    "museum": "府谷县古生物化石博物馆",
    "position": {
        "lng": 108.80791054945155,
        "lat": 34.28690710624185
    }
},
{
    "id": 197,
    "museum": "高陵区祥顺博物馆",
    "position": {
        "lng": 109.09329942522446,
        "lat": 34.53173551058725
    }
},
{
    "id": 198,
    "museum": "神府革命纪念馆",
    "position": {
        "lng": 108.390496532187,
        "lat": 22.855839965144916
    }
},
{
    "id": 199,
    "museum": "蒲城李仪祉纪念馆",
    "position": {
        "lng": 109.8040596752374,
        "lat": 35.08228462343326
    }
},
{
    "id": 200,
    "museum": "佳县神泉堡革命纪念馆",
    "position": {
        "lng": 110.44971388595641,
        "lat": 38.00746807951309
    }
},
{
    "id": 201,
    "museum": "宝天铁路英烈纪念馆",
    "position": {
        "lng": 106.71827675132776,
        "lat": 26.604486306393078
    }
},
{
    "id": 202,
    "museum": "白河县民俗博物馆",
    "position": {
        "lng": 120.4683016721805,
        "lat": 23.354986325820754
    }
},
{
    "id": 203,
    "museum": "西安海棠职业学院中医美容博物馆",
    "position": {
        "lng": 109.08975201676554,
        "lat": 34.23685505175623
    }
},
{
    "id": 204,
    "museum": "宝鸡天喜自然博物馆",
    "position": {
        "lng": 121.48532575057808,
        "lat": 31.251528725911786
    }
},
{
    "id": 205,
    "museum": "余子俊纪念馆",
    "position": {
        "lng": 113.27087295775493,
        "lat": 23.130345039940106
    }
},
{
    "id": 206,
    "museum": "“二八”革命暴动纪念馆",
    "position": {
        "lng": 121.53168711828695,
        "lat": 31.147211182122433
    }
},
{
    "id": 207,
    "museum": "临潼区鸿门宴博物馆",
    "position": {
        "lng": 109.28126401420153,
        "lat": 34.420709982538455
    }
},
{
    "id": 208,
    "museum": "平利县秦楚农耕博物馆",
    "position": {
        "lng": 109.36854670128137,
        "lat": 32.39480412318467
    }
},
{
    "id": 209,
    "museum": "镇安县博物馆",
    "position": {
        "lng": 109.15957460913961,
        "lat": 33.42904465014651
    }
},
{
    "id": 210,
    "museum": "横山区古银州博物馆",
    "position": {
        "lng": 109.3004913453371,
        "lat": 37.96857339416575
    }
},
{
    "id": 211,
    "museum": "西安浐灞生态区城建博物馆",
    "position": {
        "lng": 109.05234370075244,
        "lat": 34.32526679717256
    }
},
{
    "id": 212,
    "museum": "西安中国书法艺术博物馆",
    "position": {
        "lng": 108.96454745241255,
        "lat": 34.287633969630406
    }
},
{
    "id": 213,
    "museum": "西安音乐学院艺术博物馆",
    "position": {
        "lng": 108.9487978212283,
        "lat": 34.23521726042221
    }
},
{
    "id": 214,
    "museum": "西安美都博物馆",
    "position": {
        "lng": 108.87697524146684,
        "lat": 34.31873043966537
    }
},
{
    "id": 215,
    "museum": "西安毛泽东敬览馆",
    "position": {
        "lng": 109.0320475657211,
        "lat": 34.227589852099236
    }
},
{
    "id": 216,
    "museum": "潼关杨震廉政博物馆",
    "position": {
        "lng": 110.23089843152798,
        "lat": 34.61752401557942
    }
},
{
    "id": 217,
    "museum": "延安市安塞区文化文物馆",
    "position": {
        "lng": 109.33425469691292,
        "lat": 36.870578816803395
    }
},
{
    "id": 218,
    "museum": "西安市起良蔡侯纸博物馆",
    "position": {
        "lng": 108.45886675710553,
        "lat": 34.121242955286384
    }
},
{
    "id": 219,
    "museum": "陕西唐三彩艺术博物馆",
    "position": {
        "lng": 108.95693952338743,
        "lat": 34.2368100616079
    }
},
{
    "id": 220,
    "museum": "西安市雅观陶瓷艺术博物馆",
    "position": {
        "lng": 108.4473943048647,
        "lat": 23.72320712413299
    }
},
{
    "id": 221,
    "museum": "大荔县民俗博物馆",
    "position": {
        "lng": 109.90409183275926,
        "lat": 34.786186270424324
    }
},
{
    "id": 222,
    "museum": "神木古麟州博物馆",
    "position": {
        "lng": 110.50952198884414,
        "lat": 38.81941810881355
    }
},
{
    "id": 223,
    "museum": "铜川市耀州区博物馆",
    "position": {
        "lng": 108.9851775774325,
        "lat": 34.91910723087062
    }
},
{
    "id": 224,
    "museum": "西安工程大学纺织服装博物馆",
    "position": {
        "lng": 109.00640830951642,
        "lat": 34.26392546771626
    }
},
{
    "id": 225,
    "museum": "临渭区蒲阳古城文化民俗博物馆",
    "position": {
        "lng": 109.49859627640245,
        "lat": 34.504000470428366
    }
},
{
    "id": 226,
    "museum": "秦二世陵遗址博物馆",
    "position": {
        "lng": 113.70687507356628,
        "lat": 34.84828923184585
    }
},
{
    "id": 227,
    "museum": "略阳县江神庙民俗博物馆",
    "position": {
        "lng": 106.15921848546682,
        "lat": 33.33319581378898
    }
},
{
    "id": 228,
    "museum": "西安市新梦想影业博物馆",
    "position": {
        "lng": 121.48528011665817,
        "lat": 31.275449286543182
    }
},
{
    "id": 229,
    "museum": "西安市明清皮影艺术博物馆",
    "position": {
        "lng": 119.30033511163343,
        "lat": 26.087127752176173
    }
},
{
    "id": 230,
    "museum": "高陵区防震减灾科普馆",
    "position": {
        "lng": 109.10238677359393,
        "lat": 34.52805434593261
    }
},
{
    "id": 231,
    "museum": "定边县文博馆",
    "position": {
        "lng": 107.60756957446472,
        "lat": 37.60045986534103
    }
},
{
    "id": 232,
    "museum": "西安美术学院美术博物馆",
    "position": {
        "lng": 108.93508473846573,
        "lat": 34.224190374471036
    }
},
{
    "id": 233,
    "museum": "宜川县博物馆",
    "position": {
        "lng": 110.17541306458482,
        "lat": 36.056397437854244
    }
},
{
    "id": 234,
    "museum": "西安高陵钱币博物馆",
    "position": {
        "lng": 109.08100000584294,
        "lat": 34.508200006187174
    }
},
{
    "id": 235,
    "museum": "秦都古陶博物馆",
    "position": {
        "lng": 108.71243199239031,
        "lat": 34.33514511609957
    }
},
{
    "id": 236,
    "museum": "洛川黄土地质博物馆",
    "position": {
        "lng": 119.70221732377414,
        "lat": 26.522497458070276
    }
},
{
    "id": 237,
    "museum": "陕甘宁边区银行纪念馆",
    "position": {
        "lng": 113.27087295775493,
        "lat": 23.130345039940106
    }
},
{
    "id": 238,
    "museum": "军委二局安塞县纪念馆",
    "position": {
        "lng": 109.37289620673013,
        "lat": 36.769768449358956
    }
},
{
    "id": 239,
    "museum": "陕西医史博物馆",
    "position": {
        "lng": 113.99822095775265,
        "lat": 22.537232055797077
    }
},
{
    "id": 240,
    "museum": "宝鸡方圆青铜陶艺博物馆",
    "position": {
        "lng": 107.20008903242253,
        "lat": 34.35512599275488
    }
},
{
    "id": 241,
    "museum": "陕西体育博物馆",
    "position": {
        "lng": 113.99822095775265,
        "lat": 22.537232055797077
    }
},
{
    "id": 242,
    "museum": "延安南区合作社纪念馆",
    "position": {
        "lng": 109.48403447459405,
        "lat": 36.61493648450042
    }
},
{
    "id": 243,
    "museum": "汉中市民俗博物馆",
    "position": {
        "lng": 106.98725701133493,
        "lat": 33.158171110457424
    }
},
{
    "id": 244,
    "museum": "合阳县博物馆",
    "position": {
        "lng": 110.1553669432481,
        "lat": 35.242782140410796
    }
},
{
    "id": 245,
    "museum": "碾畔黄河原生态民俗博物馆",
    "position": {
        "lng": 114.12674107786998,
        "lat": 22.62348891460155
    }
},
{
    "id": 246,
    "museum": "陕西司马迁史记博物馆",
    "position": {
        "lng": 110.4488799889515,
        "lat": 35.484483939624646
    }
},
{
    "id": 247,
    "museum": "秦咸阳宫遗址博物馆",
    "position": {
        "lng": 113.70687507356628,
        "lat": 34.84828923184585
    }
},
{
    "id": 248,
    "museum": "陕西元阳文化博物馆",
    "position": {
        "lng": 102.84143280386179,
        "lat": 23.22619805192609
    }
},
{
    "id": 249,
    "museum": "延长县红军东征纪念馆",
    "position": {
        "lng": 110.01847172588649,
        "lat": 36.58532880170461
    }
},
{
    "id": 250,
    "museum": "西安健康博物馆",
    "position": {
        "lng": 108.99616852500817,
        "lat": 34.23471347886186
    }
},
{
    "id": 251,
    "museum": "郭秀明纪念馆",
    "position": {
        "lng": 113.27087295775493,
        "lat": 23.130345039940106
    }
},
{
    "id": 252,
    "museum": "泾阳县博物馆",
    "position": {
        "lng": 108.84354929344055,
        "lat": 34.530886180040156
    }
},
{
    "id": 253,
    "museum": "西安于右任书法艺术博物馆",
    "position": {
        "lng": 108.96943100048699,
        "lat": 34.314537020080984
    }
},
{
    "id": 254,
    "museum": "石泉县博物馆",
    "position": {
        "lng": 108.25488717749656,
        "lat": 33.04283253981197
    }
},
{
    "id": 255,
    "museum": "咸阳红色记忆博物馆",
    "position": {
        "lng": 108.61742495589127,
        "lat": 34.41872404570929
    }
},
{
    "id": 256,
    "museum": "长安大学地质博物馆",
    "position": {
        "lng": 108.967212455369,
        "lat": 34.231881889348884
    }
},
{
    "id": 257,
    "museum": "交大西迁博物馆",
    "position": {
        "lng": 116.64077949629122,
        "lat": 40.32283499562152
    }
},
{
    "id": 258,
    "museum": "子洲县博物馆",
    "position": {
        "lng": 110.05699573734299,
        "lat": 37.60715670357675
    }
},
{
    "id": 259,
    "museum": "永寿县博物馆",
    "position": {
        "lng": 108.15088001809306,
        "lat": 34.699289951321795
    }
},
{
    "id": 260,
    "museum": "蒲城县惠陵博物馆",
    "position": {
        "lng": 109.59457096759684,
        "lat": 34.96175358834582
    }
},
{
    "id": 261,
    "museum": "榆林学院陕北历史文化博物馆",
    "position": {
        "lng": 109.72809599690548,
        "lat": 38.29937005677092
    }
},
{
    "id": 262,
    "museum": "西安市长安博物馆",
    "position": {
        "lng": 108.9435486160994,
        "lat": 34.162084317398055
    }
},
{
    "id": 263,
    "museum": "榆林上郡博物馆",
    "position": {
        "lng": 109.7513071333167,
        "lat": 38.29904879563445
    }
},
{
    "id": 264,
    "museum": "富平县文庙博物馆",
    "position": {
        "lng": 109.1761736780141,
        "lat": 34.761610679969245
    }
},
{
    "id": 265,
    "museum": "长安大学公路交通博物馆",
    "position": {
        "lng": 108.967212455369,
        "lat": 34.231881889348884
    }
},
{
    "id": 266,
    "museum": "兴平市博物馆",
    "position": {
        "lng": 108.49620356800006,
        "lat": 34.305587151050766
    }
},
{
    "id": 267,
    "museum": "楼增良红木雕刻艺术博物馆",
    "position": {
        "lng": 119.66141529938837,
        "lat": 27.09391939530748
    }
},
{
    "id": 268,
    "museum": "西安金威啤酒博物馆（雪花啤酒文化博物馆）",
    "position": {
        "lng": 108.21792801423845,
        "lat": 34.16642101024458
    }
},
{
    "id": 269,
    "museum": "府谷县富昌博物馆",
    "position": {
        "lng": 113.85757766579887,
        "lat": 23.283692919490253
    }
},
{
    "id": 270,
    "museum": "西安市德江陶瓷模范标本博物馆",
    "position": {
        "lng": 108.126411061501,
        "lat": 28.27042327849442
    }
},
{
    "id": 271,
    "museum": "宝鸡太白山佛教艺术博物馆",
    "position": {
        "lng": 107.91470301307326,
        "lat": 34.140285029585385
    }
},
{
    "id": 272,
    "museum": "咸阳秦渭博物馆",
    "position": {
        "lng": 116.64077949629122,
        "lat": 40.32283499562152
    }
},
{
    "id": 273,
    "museum": "西安市曲江第二小学儿童博物馆",
    "position": {
        "lng": 109.01269797520563,
        "lat": 34.219189069348964
    }
},
{
    "id": 274,
    "museum": "宝鸡北首岭博物馆",
    "position": {
        "lng": 107.3243422014099,
        "lat": 34.41844576061022
    }
},
{
    "id": 275,
    "museum": "汉长安城遗址陈列馆",
    "position": {
        "lng": 113.80841223745685,
        "lat": 22.808131681766444
    }
},
{
    "id": 276,
    "museum": "丰镐遗址车马坑陈列馆",
    "position": {
        "lng": 112.16883985736871,
        "lat": 37.90766272312284
    }
},
{
    "id": 277,
    "museum": "空军军医大学口腔医学博物馆（原第四军医大学口腔医学博物馆）",
    "position": {
        "lng": 117.16414827624244,
        "lat": 36.73157845307854
    }
},
{
    "id": 278,
    "museum": "西安市团结民俗博物馆",
    "position": {
        "lng": 108.99551689419124,
        "lat": 34.35163113354576
    }
},
{
    "id": 279,
    "museum": "岐山县周原博物馆",
    "position": {
        "lng": 103.3956132043736,
        "lat": 35.66932972862377
    }
},
{
    "id": 280,
    "museum": "西安市秦阿房宫遗址博物馆",
    "position": {
        "lng": 108.81856831551357,
        "lat": 34.265324620133455
    }
},
{
    "id": 281,
    "museum": "城固县博物馆",
    "position": {
        "lng": 116.64077949629122,
        "lat": 40.32283499562152
    }
},
{
    "id": 282,
    "museum": "汉长安城遗址长乐宫四、五号遗址陈列馆",
    "position": {
        "lng": 113.80841223745685,
        "lat": 22.808131681766444
    }
},
{
    "id": 283,
    "museum": "周至博物馆",
    "position": {
        "lng": 108.21792801423845,
        "lat": 34.16642101024458
    }
},
{
    "id": 284,
    "museum": "岐山县博物馆",
    "position": {
        "lng": 107.63304336279447,
        "lat": 34.45119337764057
    }
},
{
    "id": 285,
    "museum": "长安古钱币博物馆",
    "position": {
        "lng": 114.51935890054581,
        "lat": 38.05186929691314
    }
},
{
    "id": 286,
    "museum": "延安杜公祠博物馆",
    "position": {
        "lng": 109.35689199576437,
        "lat": 36.28657890210334
    }
},
{
    "id": 287,
    "museum": "咸阳墙体材料博物馆",
    "position": {
        "lng": 108.84354929344055,
        "lat": 34.530886180040156
    }
},
{
    "id": 288,
    "museum": "洋县文物博物馆",
    "position": {
        "lng": 107.55246428058284,
        "lat": 33.22886258931486
    }
},
{
    "id": 289,
    "museum": "商州区博物馆",
    "position": {
        "lng": 109.94880400138236,
        "lat": 33.8720820668409
    }
},
{
    "id": 290,
    "museum": "南郑谷林博物馆",
    "position": {
        "lng": 106.9142979852728,
        "lat": 32.96002009297502
    }
},
{
    "id": 291,
    "museum": "陕西钱币博物馆",
    "position": {
        "lng": 104.05571504227069,
        "lat": 30.56253092981303
    }
},
{
    "id": 292,
    "museum": "宝鸡市渭滨区博物馆",
    "position": {
        "lng": 107.15758804281224,
        "lat": 34.36008300611276
    }
},
{
    "id": 293,
    "museum": "麟游县博物馆",
    "position": {
        "lng": 107.80449952192303,
        "lat": 34.68327825786718
    }
},
{
    "id": 294,
    "museum": "西安市长安民居博物馆",
    "position": {
        "lng": 108.88596395589131,
        "lat": 34.162752073882466
    }
},
{
    "id": 295,
    "museum": "西安于右任故居纪念馆",
    "position": {
        "lng": 108.95543243623335,
        "lat": 34.25889991591459
    }
},
{
    "id": 296,
    "museum": "西安市惟德玉文化博物馆",
    "position": {
        "lng": 108.85275396050965,
        "lat": 34.303239048720755
    }
},
{
    "id": 297,
    "museum": "大明宫国家遗址公园丹凤门遗址博物馆",
    "position": {
        "lng": 108.98867665705495,
        "lat": 34.35263698142073
    }
}
]